/*28/9/2018*/
"_grp.Accomodation" = "قیام گاہ";
"_grp.BankATM" = "بینک اور اے ٹی ایم";
"_grp.Emergency" = "ایمرجنسی";
"_grp.Food_and_Drink" = "طعام";
"_grp.Guides" = "شہروں کی معلومات";
"_grp.Parking" = "پارکنگ";
"_grp.Petrol_Station" = "پیٹرول سٹیشن";
"_grp.Services_and_Education" = "خدمات اور تعلیم";
"_grp.Shopping" = "خریداری";
"_grp.Social_Life" = "تفریح ​​اور سماجی زندگی";
"_grp.Sport" = "Sport";
"_grp.Tourism" = "سیاحتی مقام";
"_grp.Transportation" = "ذرائع آمدورفت";
"_grp.Vehicle_Services" = "گاڑی کی سروس";

"exit" = "خروج کریں";
"feet" = "feet";
"route.instructionsText.continueAlong" = "Follow the route";

/* feet short */
"ft" = "فٹ";

/* timeHourShort */
"h" = "گھنٹے";
"kilometers" = "کلو میٹر";
"Limit" = "حد";
"meters" = "میٹر";

/* miles short */
"mi" = "ملی انچ";
"miles" = "میل ";

/* timeMinuteMidi */
"min" = "منٹ";
"native.fuelprices.poidetailTitle" = "Fuel prices";
"poiCategory.select" = "Nearby places";
"native.navigation.resumeBtn" = "دوبارہ شروع کریں";

/* timeSecondShort */
"sec" = "sec";
"yards" = "گز";

/* yards short */
"yd" = "گز";

"detail.action.directionToHere" = "سمت حاصل کریں";
"detail.action.addVia" = "درمیانی مقام شامل کریں";
"detail.action.addToFavorite" = "پسندیدہ میں شامل کریں";
"detail.action.copyGps" = ". کے نقاط   GPS";
"detail.action.removeFavorite" = "Remove from favourites";
"detail.action.removeHome" = "Remove home address";
"detail.action.removeWork" = "Remove work address";
"detail.action.shareLocation" = "Share position";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "ای میل";
"detail.contact.phone" = "ٹیلیفون";
"detail.contact.url" = "یو آر ایل ";
"routeCompute.action.demonstrate" = "مظاہرہ کریں";
"routeCompute.action.navigate" = "سفر کریں";
"routeCompute.etaArrival" = "آمد";
"routeCompute.fastest" = "تیزترین راستہ";
"routeCompute.slower" = "slower";
"routeCompute.traffic.withDelay" = "with delay";
"routeCompute.button.options" = "ا ختیا را ت";
"routeCompute.waypointInfo.from" = "From";
"routeCompute.waypointInfo.to" = "To";
"routeCompute.waypointInfo.waypoints" = "waypoints";
"routeCompute.waypointInfo.via" = "Via";
"routeActionMain.cancel" = " راستے منسوخ کریں";
"routeCompute.action.continue" = "جاری رکھیں";
"routeCompute.options.title" = "راستے کے اختیارات";
"routeCompute.options.AvoidCountry" = "Avoid this country";
"avoid.unpaved" = "کچی سڑکیں";
"avoid.specialArea" = "کرێکانی قەرەباڵغی";
"avoid.ferries" = "کشتیاں";
"avoid.highways" = "موٹر وے";
"avoid.tollroads" = "چنگی سڑک";
"workCell.setupWork.subtitle" = "Commute easily every day";
"homeCell.setupHome.subtitle" = "Get the fastest route";
"workCell.setupWork.title" = "Set work address";
"homeCell.setupHome.title" = "Set home address";
"workCell.title" = "کام";
"homeCell.title" = "گھر";
"favorites.place.emptyButton" = "Search places";
"favorites.place.emptyTitle" = "Add places for easy access";
"favorites.place.deleteAction" = "خارج";
"favorites.place.headerTitle" = "Places & Routes";
"favorites.button.done" = "مکمل";
"favorites.segment.contacts" = "رابطے";
"favorites.segment.trips" = "Trips";
"favorites.segment.places" = "Places";
"favorites.title" = "پسند ید ہ";
"favorites.addAlert.add" = "اضافہ";
"native.compute.decideToCompute" = "Are you still heading to %@?";
"routeActionMain.preview" = "راستہ کا جائزہ لیں";
"routeCompute.traffic.withoutInfo" = "ٹریفک کی معلومات نہیں";
"search.work.title" = "Search work address";
"search.home.title" = "Search home address";
"alert.hideHomeWork.hideHomeTitle" = "ابتدائی چھپائیں";
"alert.hideHomeWork.hideWorkTitle" = "کام چھپائیں";
"alert.hideHomeWork.setHomeMessage" = "You can always set your Home address in Favourites";
"alert.hideHomeWork.setWorkMessage" = "You can always set your Work address in Favourites";
"alert.hideHomeWork.hide" = "Hide";
"action.control.scout.static" = "تیز راستہ مل گیا";
"action.control.route.longer" = "%@ longer";
"action.control.route.time" = "Save %@";
"action.control.scout.arrival" = "نئی آمد %@";
"action.control.scout.fasterRouteFound" = "تیز راستہ مل گیا";
"action.control.scout.preview" = "پیش نظارہ";
"action.control.scout.route.set" = "تیزتر راستہ اختیار کریں";
"routeCompute.action.loading" = "سفر کریں";
"country.AL" = "البانیا";
"country.AD" = "اندورا";
"country.AU" = "آسٹریلیا";
"country.AT" = "اسٹریا";
"country.BY" = "بیلارس";
"country.BE" = "بیلجیم";
"country.BA" = "بوسنیا اور ہرزگو وینا";
"country.BG" = "بلغاریہ";
"country.CA" = "کینیڈا";
"country.HR" = "کروشیا";
"country.CZ" = "چیک ریپبلک";
"country.DK" = "ڈنمارک";
"country.EE" = "استونیا";
"country.FO" = "فروعی آئی لینڈ";
"country.FI" = "فن لیند";
"country.FR" = "فرانس";
"country.DE" = "جرمنی";
"country.GI" = "جبرالٹر";
"country.GR" = "یونان";
"country.GL" = "گرین لینڈ";
"country.VA" = "واٹیکین شہری ریاست";
"country.HU" = "ہنگری";
"country.IS" = "آئس لینڈ";
"country.IE" = "آئر لینڈ";
"country.IL" = "اسرائیل";
"country.IT" = "اٹلی";
"country.JP" = "جاپان";
"country.KP" = "کوریا جمہوری ریپبلک";
"country.KR" = "کوریا ریپبلک";
"country.KW" = "کویت";
"country.LV" = "لاطویا";
"country.LI" = "لیش تنسین";
"country.LT" = "لیتھونیا";
"country.LU" = "لکسمبرگ";
"country.MK" = "میکڈونیا";
"country.MT" = "مالٹا";
"country.MD" = "مولڈوا";
"country.MC" = "مناکو";
"country.MS" = "مونٹسراٹ";
"country.NL" = "نیدرلینڈ";
"country.AN" = "نیدرلینڈ انٹائلز";
"country.NZ" = "نیوزی لینڈ";
"country.NF" = "نورفولک جزائر";
"country.NO" = "ناروے";
"country.PL" = "پولینڈ";
"country.PT" = "پرتگال ";
"country.RO" = "رومانیا";
"country.RU" = "روسی فیڈریشن";
"country.SM" = "سان مارینو";
"country.SG" = "سنگاپور";
"country.SK" = "سلواکیہ";
"country.SI" = "سلوینیا";
"country.ZA" = "جنوبی افریقہ";
"country.ES" = "اسپین";
"country.SE" = "سویڈن";
"country.CH" = "سوئٹزرلینڈ";
"country.TW" = "تائیوان";
"country.TH" = "تھائی لینڈ";
"country.TR" = "ترکی";
"country.UA" = "یوکرین";
"country.GB" = "یونائیٹڈ کنگڈم";
"country.US" = "امریکہ";
"country.VN" = "ویتنام";
"country.RS" = "سربیا";
"country.ME" = "مونٹینگرو";
"country.AE" = "یو اے ای";
"country.OM" = "عمان";
"country.SA" = "سعودی عرب";
"country.EG" = "مصر";
"country.PR" = "پورٹو ریکو";
"country.VI" = "ورجن جزائر";
"country.RA" = "ارجنٹینا";
"country.BH" = "بحرین";
"country.BR" = "برازیل";
"country.HK" = "ھانگ کانگ";
"country.ID" = "انڈونیشیا";
"country.IN" = "انڈیا";
"country.IM" = "آئل آف مین";
"country.MO" = "مکائو";
"country.MX" = "میکسیکو";
"country.MY" = "ملائشیا";
"country.QA" = "قطر";
"country.AW" = "اروبا";
"country.AF" = "افغانستان";
"country.AO" = "انگولا";
"country.AI" = "انگیولا";
"country.AX" = "الانڈ جزائر";
"country.AM" = "ارمینیا";
"country.AQ" = "انٹارکٹیکا";
"country.AS" = "امریکن سموا";
"country.TF" = "جنوبی فرانس کا علاقہ";
"country.AG" = "انٹیگوا و باربوڈا";
"country.AZ" = "آزربائیجان";
"country.BI" = "برونڈی";
"country.BJ" = "بنین";
"country.BF" = "برکینا فاسو";
"country.BD" = "بنگلہ دیش";
"country.BS" = "بحاماس";
"country.BL" = "سینٹ برتھیلیم";
"country.BZ" = "بلیزی";
"country.BM" = "برمودا";
"country.BO" = "بولیویا";
"country.BB" = "باربا ڈوس";
"country.BN" = "برونائی دارالسلام";
"country.BT" = "بھوٹان";
"country.BV" = "بویٹ جزائر";
"country.BW" = "بوٹسوانا";
"country.CF" = "وسطی افریقن ریپبلک";
"country.CC" = "کوکوس جزائر";
"country.CL" = "چلی";
"country.CI" = "کوٹ دی آئیور";
"country.CM" = "کیمرون";
"country.CD" = "کانگو (زائر)";
"country.CG" = "کانگو";
"country.CK" = "کک جزائر";
"country.CO" = "کولمبیا";
"country.KM" = "کوموروس";
"country.CV" = "کیب ورڈے";
"country.CR" = "کوسٹاریکا";
"country.CU" = "کیوبا";
"country.CX" = "کرسمس جزائر";
"country.KY" = "کیمین جزائر";
"country.DJ" = "جیبوٹی";
"country.DM" = "ڈومینیکا";
"country.DO" = "ڈومینیکا ری پبلک";
"country.DZ" = "الجیریا";
"country.EC" = "اکواڈور";
"country.ER" = "اریٹریا";
"country.EH" = "مغربی سحارا";
"country.ET" = "ایتھوپیا";
"country.FJ" = "فیجی";
"country.FK" = "فلک لینڈ جزائر";
"country.FM" = "مائکرونیشیا";
"country.GA" = "گبون";
"country.GE" = "جورجیہ";
"country.GG" = "گورینسے";
"country.GH" = "گھانا";
"country.GN" = "گنی";
"country.GP" = "گواڈ یلوپ";
"country.GM" = "گمبیا";
"country.GW" = "گنی بساؤ";
"country.GQ" = "ایکواٹورئل گنی";
"country.GD" = "گریناڈا";
"country.GT" = "گویٹے مالا";
"country.GF" = "فرنچ گیانا";
"country.GU" = "گوام";
"country.GY" = "گویانا";
"country.HM" = "ہیرڈ جزائر اور مکڈونلڈ جزائر";
"country.HN" = "ہونڈراس";
"country.HT" = "ہیٹی";
"country.IO" = "برطانوی انڈین سمندری علاقہ";
"country.IR" = "ایران";
"country.IQ" = "عراق";
"country.JM" = "جمیکا";
"country.JE" = "جرسی";
"country.JO" = "اردن";
"country.KZ" = "قازقستان";
"country.KG" = "کرغستان";
"country.KH" = "کمبوڈیا";
"country.KI" = "کریباٹی";
"country.KN" = "سینٹ کٹس و نویس";
"country.LA" = "لاؤس";
"country.LB" = "لبنان";
"country.LR" = "لائبریریا";
"country.LY" = "لیبیا";
"country.LC" = "سینٹ لوشیا";
"country.LK" = "سری لنکا";
"country.LS" = "لیزوتھو";
"country.MF" = "سینٹ مارٹن فرانسیسی حصہ";
"country.MA" = "مراکش";
"country.MG" = "مداگاسکر";
"country.MV" = "مالدیپ";
"country.MH" = "مارشل جزائر";
"country.ML" = "مالی";
"country.MM" = "مینمار";
"country.MN" = "منگولیا";
"country.MP" = "شمالی ماریانہ جزائر";
"country.MZ" = "موزمبق";
"country.MR" = "موریٹانیہ";
"country.MQ" = "مارتینک";
"country.MU" = "موریشئس";
"country.MW" = "ملاوی";
"country.YT" = "میوٹے";
"country.NA" = "نمیبیا";
"country.NC" = "نیو کیلیڈونیا";
"country.NE" = "نائجر";
"country.NG" = "نائجیریا";
"country.NI" = "نکاراگوا";
"country.NU" = "نیوئی";
"country.NP" = "نیپال";
"country.NR" = "نورو";
"country.PK" = "پاکستان";
"country.PA" = "پناما";
"country.PN" = "پٹکیرن";
"country.PE" = "پیرو";
"country.PH" = "فلپائن";
"country.PW" = "پالاؤ";
"country.PG" = "پا پوا نیو گنی";
"country.PY" = "پیراگوئے";
"country.PS" = "فلسطین";
"country.PF" = "فرنچ پولینیسیا";
"country.RE" = "ری یونین";
"country.RW" = "روانڈا";
"country.SD" = "سوڈان";
"country.SN" = "سینگال";
"country.GS" = "مشرقی جورجیا مشرقی درمیانی جزائر";
"country.SH" = "سینٹ ھیلینا";
"country.SJ" = "سوالبرڈ اور جان میان";
"country.SB" = "سولومون جزائر";
"country.SL" = "سیرالیون";
"country.SV" = "السلواڈور";
"country.SO" = "صومالیہ";
"country.PM" = "سینٹ پیری و مکیولن";
"country.ST" = "سائو ٹوم وپرنسپی";
"country.SR" = "سرینیم";
"country.SZ" = "سوازیلینڈ";
"country.SC" = "سے شیلس";
"country.SY" = "الجمھوریہ عربیہ شام";
"country.TC" = "ترک اور کیکوس جزیرے";
"country.TD" = "چاد";
"country.TG" = "ٹوگو";
"country.TJ" = "تاجکستان";
"country.TK" = "ٹوکیلو";
"country.TM" = "ترکمانستان";
"country.TL" = "مشرقی تیمور";
"country.TO" = "ٹونگا";
"country.TT" = "ٹرینیڈیڈ اور ٹوباگو";
"country.TN" = "تنیسیا";
"country.TV" = "توالو";
"country.TZ" = "تنزانیا";
"country.UM" = "امریکی مضافاتی جزیرے";
"country.UY" = "یوروگوائے";
"country.UZ" = "ازبکستان";
"country.VC" = "سینٹ و نسنٹ وگریناڈائن";
"country.VE" = "وینزویلا";
"country.VG" = "ورجن جزائر، برطانیہ";
"country.VU" = "وینواٹو";
"country.WF" = "ویلس اور فیوٹونا";
"country.WS" = "ساموا";
"country.YE" = "یمن";
"country.ZM" = "زمبیا";
"country.ZW" = "زمبابوے";
"country.US-AL" = "الاباما";
"country.US-AK" = "الاسکا";
"country.US-AZ" = "ایریزونا";
"country.US-AR" = "ارکنساس";
"country.US-CA" = "کیلیفورنیا";
"country.US-CO" = "کلوراڈو";
"country.US-CT" = "کنکٹیکٹ";
"country.US-DE" = "ڈلاویئر";
"country.US-DC" = "کولمبیا ضلع";
"country.US-FL" = "فلوریڈا";
"country.US-GA" = "جورجیہ";
"country.US-HI" = "ہوائی";
"country.US-ID" = "اڈاھو";
"country.US-IL" = "الینیوس";
"country.US-IN" = "انڈیانہ";
"country.US-IA" = "آئیوا";
"country.US-KS" = "کنساس";
"country.US-KY" = "کنٹکی";
"country.US-LA" = "لوئیسیانا";
"country.US-ME" = "مائنی";
"country.US-MD" = "میری لینڈ";
"country.US-MA" = "ماساچوسس";
"country.US-MI" = "مشیگن";
"country.US-MN" = "مینیسوٹا";
"country.US-MS" = "میسیپی";
"country.US-MO" = "میسوری";
"country.US-MT" = "مونٹانا";
"country.US-NE" = "نبراسکا";
"country.US-NV" = "نیواڈا";
"country.US-NH" = "نیوہمپشائر";
"country.US-NJ" = "نیوجرسی";
"country.US-NM" = "نیو میکسیکو";
"country.US-NY" = "نیویارک";
"country.US-NC" = "شمالی کیرولینا";
"country.US-ND" = "شمالی ڈاکوٹا";
"country.US-OH" = "اوھیو";
"country.US-OK" = "اوھایو";
"country.US-OR" = "اوریگون";
"country.US-PA" = "پنسلوینیا";
"country.US-RI" = "رھوڈ جزائر";
"country.US-SC" = "جنوبی کیرولینا";
"country.US-SD" = "جنوبی ڈاکوٹا";
"country.US-TN" = "ٹینیسی";
"country.US-TX" = "ٹیکساس";
"country.US-UT" = "اٹھا";
"country.US-VT" = "ورمونٹ";
"country.US-VA" = "ورجینیا";
"country.US-WA" = "واشنگٹن";
"country.US-WV" = "مغربی ورجینیا";
"country.US-WI" = "وسکونسن";
"country.US-WY" = "یومنگ";
"country.CA-AB" = "البرٹا";
"country.CA-BC" = "برٹش کولمبیا";
"country.CA-MB" = "مانیٹوبا";
"country.CA-NB" = "نیوبرنسوک";
"country.CA-NL" = "Newfoundland and Labrador";
"country.CA-NS" = "نوا اسکوٹیا";
"country.CA-NT" = "Northwest Territories";
"country.CA-NU" = "نناوٹ علاقہ";
"country.CA-ON" = "انٹاریو";
"country.CA-PE" = "پرنس ایڈورڈ جزائر";
"country.CA-QC" = "کیوبک";
"country.CA-SK" = "سسکانیا";
"country.CA-YT" = "یوکون علاقہ";
"country.IN-LD" = "لاکشڈویپ";
"country.GB-NIR" = "شمالی آئر لینڈ";
"country.GB-SCT" = "اسکاٹ لیند";
"country.GB-WLS" = "ویلز";
"country.GB-CHA" = "چینل جزائر";
"N" = "شمال";
"S" = "جنوب  ";
"W" = "مغرب";
"E" = "مشرق";
"routeplaning.actionButton.title" = "مکمل";
"com.sygic.addWaypoint.placeholder" = "درمیانی مقام شامل کریں";
"detail.action.selectPoi" = "منتخب";
"signpost.nextDirection.then" = "Then";
"waypoint.title.myposition" = "My position";
"placeholder.password" = "پاسورڈ";
"placeholder.email" = "ای میل";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "پیش نظارہ";
"detail.action.shareGps" = "Share GPS coordinates";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Remove waypoint";
"message.avoid.motorway.unable" = "To reach your destination, some motorways have to remain on route.";
"message.avoid.specialArea.unable" = "Sorry, we can not avoid congestion charges on your route.";
"message.avoid.tollRoads.unable" = "Not possible to avoid all toll roads. Some toll roads will remain on the computed route.";
"message.avoid.ferries.unable" = "آپکی منزل تک پنہنچنے کے لئے کچھ فیریز کا استعمال ناگزیر  ہے";
"message.avoid.unpavedRoads.unable" = "To reach your destination, some unpaved roads have to remain on route.";
